Repository: marchein/myBarcode
Catalog: App/Storyboards/*.lproj/Settings.strings
Languages: de

# mMn-4x-nI7.title
source: Settings
de: Einstellungen

# gQU-QS-Vls.text
source: Tab on start
de: Tab beim Start

# E0M-Lr-A6I.title
source: Tab on start
de: Tab beim Start

# NnH-St-S7B.title
source: Tab on start
de: Tab beim Start

# ANl-Mk-QMH.text
source: Leave a review for myBarcode
de: myBarcode bewerten

# T3w-QR-w0N.title
source: Settings
de: Einstellungen

# XL1-gD-qrJ.title
source: Tip Jar
de: Spendenglas

# XYV-nO-z1g.title
source: Change app icon
de: App Icon ändern

# aeI-rr-3yC.text
source: Donate to myBarcode
de: myBarcode unterstützen

# d3V-32-RIX.title
source: About
de: Einstellungen

# kGT-5g-1ug.text
source: myBarcode on the App Store
de: myBarcode im App Store

# gk2-gu-BZk.text
source: Developer website
de: Website des Entwicklers

# t8x-1e-Dqo.text
source: Change App Icon
de: App Icon ändern

# vBM-oz-4cr.title
source: Change app icon
de: App Icon ändern

# vWa-8P-riK.title
source: Close
de: Schließen

# TwD-Sc-VuR.text
source: Generate
de: Generieren

# CpT-bd-4bO.text
source: Show only Default Code
de: Nur Standard-Code anzeigen

# klt-nm-GPJ.text
source: Default Code
de: Standard-Code

# n91-Ca-UPi.text
source: Selected Code
de: Ausgewählter Code

# Gzh-hY-dRx.title
source: Default Code
de: Standard-Code

# CXP-Bp-sFp.title
source: Default Code
de: Standard-Code

# QDY-Sh-Pbp.text
source: Disable History
de: Historie deaktivieren

# Mhq-DC-cDq.text
source: Privacy
de: Datenschutz

# ggM-jN-5a8.title
source: Privacy
de: Datenschutz

# 3YQ-DX-iIE.title
source: Privacy
de: Datenschutz

# rNt-C9-RjH.text
source: Privacy Policy
de: Datenschutzerklärung

# mjp-l0-QGe.text
source: What is Matomo? (English)
de: Was ist Matomo? (Englisch)

# B3h-nP-Vft.footerTitle
source: Your activity of this app will be collected by Matomo web analytics if this switch is active. Deselect this switch for opt-out.
de: Ihre Aktivität dieser App wird bei aktivem Schalter von der Matomo Webanalyse erfasst. Diesen Schalter abwählen für Opt-Out.
