Repository: marchein/myBarcode
Catalog: App/myQRcode/*.lproj/Localizable.strings
Languages: de

source: Build number
de: Build Nummer

# support_mail_body
source: Why are you contacting the support of myBarcode?
de: Warum kontaktierst Du den Support von myBarcode?

source: Beta testers
de: Beta Tester

source: Developers
de: Entwickler

# tip_greeting
source: Hey there
de: Heyho

# tip_desc
source: If you are really enjoying myBarcode, you can leave a tip here. Tips keep up the development, as I really enjoy what I'm doing here. Even if you don't, thank you for considering!
de: Falls Dir myBarcode sehr gefällt, kannst Du hier mit einer Spende an den Entwickler die Entwicklung unterstützen. Selbst wenn Du das nicht möchtest, dennoch danke. Der Gedanke zählt!

# transaction_error
source: There was an error while finishing the transaction.
de: Es ist ein Fehler beim Abschließen der Transaktion aufgetreten.

# no_tips
source: No tips found
de: Keine Unterstützungsbeiträge vorhanden

# no_tips_desc
source: Either your device has problems fetching data from Apple or Apple has issues. Please try again!
de: Entweder hat Dein Gerät Probleme Daten von Apple zu empfangen oder Apple hat Probleme. Bitte versuche es erneut.

# tip_success
source: Tip successful!
de: Erfolgreich myApp unterstützt!

# tip_success_message
source: Thank you so much for your tip!
de: Vielen Dank für Deine Unterstützung!

source: Loading...
de: Laden...

source: Error
de: Fehler

# mail_error
source: There is no mail account configured in Apple Mail. Please contact us at %@
de: Es ist kein E-Mail Konto in Apple Mail hinterlegt. Bitte kontaktiere uns unter %@

# light_icon
source: Light
de: Hell

# dark_icon
source: Dark
de: Dunkel

# date_scanning
source: Time of scanning
de: Zeitpunkt des Einscannens

# result_headline
source: Content of scanned code
de: Inhalt des gescannten Codes

# no_scan_history
source: Currently no codes have been scanned
de: Bisher wurden noch kein Code gescannt

# no_generate_history
source: Currently no codes have been generated
de: Bisher wurde noch kein Code generiert

# message_okay_action
source: Got it
de: Verstanden

# no_qr_code_error
source: No QR-Code
de: Kein Code

# no_qr_code_error_description
source: myBarcode was unable to detect any QR-Codes in the selected image. Please note: myBarcode is only able to scan QR-Codes from images.
de: myBarcode war nicht in der Lage einen QR-Code im ausgewählten Bild zu entdecken

# wifi_template
source: WiFi login data
de: WLAN Zugangsdaten

# wifi_security
source: Security of the WiFi network
de: Sicherheit des WLAN Netzwerkes

# wifi_name
source: Name of the WiFi network
de: Name des WLAN Netzwerkes

# wifi_password
source: Password of the WiFi network
de: Passwort des WLAN Netzwerkes

# email_template
source: Email address
de: E-Mail Adresse

source: Email address
de: E-Mail Adresse

# phone_template
source: Phone call
de: Telefon Anruf

source: Phone number
de: Telefonnummer

# message_template
source: Phone message
de: Telefon Nachricht

# message_number
source: Phone number
de: Telefonnummer

# GENERATE_CHARS_LEFT
source: characters left
de: Zeichen verbleibend

# GENERATE_CHARS_TOO_MUCH
source: characters above the limit
de: Zeichen über dem Limit

# GENERATE_CODE_PLACEHOLDER
source: Content of the code
de: Inhalt des Codes

source: Generated
de: Generierter

source: Scanned
de: Gescannter

# TEMPLATE_CATEGORY_SOCIAL
source: Social networks
de: Soziale Netzwerke

# TEMPLATE_CATEGORY_SOCIAL_MESSAGING
source: Messaging services
de: Nachrichtendienste

# TEMPLATE_CATEGORY_PHONE
source: Phone
de: Telefon

# TEMPLATE_CATEGORY_MAIL
source: Mail
de: E-Mail

# TEMPLATE_CATEGORY_MISCELLANEOUS
source: Miscellaneous
de: Sonstiges

# TEMPLATE_FACEBOOK_USERNAME
source: Username
de: Benutzername

# TEMPLATE_FACEBOOK_USERNAME_PLACEHOLDER
source: Your Facebook username
de: Dein Facebook Benutzername

# TEMPLATE_YOUTUBE_USERNAME
source: Username
de: Benutzername

# TEMPLATE_YOUTUBE_USERNAME_PLACEHOLDER
source: Your YouTube @username
de: Dein YouTube @Benutzername

# TEMPLATE_INSTAGRAM_USERNAME
source: Username
de: Benutzername

# TEMPLATE_INSTAGRAM_USERNAME_PLACEHOLDER
source: Your Instagram username
de: Dein Instagram Benutzername

# TEMPLATE_TIKTOK_USERNAME
source: Username
de: Benutzername

# TEMPLATE_TIKTOK_USERNAME_PLACEHOLDER
source: Your TikTok @username
de: Dein TikTok @Benutzername

# TEMPLATE_REDDIT_USERNAME
source: Username
de: Benutzername

# TEMPLATE_REDDIT_USERNAME_PLACEHOLDER
source: Your Reddit username
de: Dein Reddit Benutzername

# TEMPLATE_TWITTER_USERNAME
source: Username
de: Benutzername

# TEMPLATE_TWITTER_USERNAME_PLACEHOLDER
source: Your Twitter @username
de: Dein Twitter @Benutzername

# TEMPLATE_MASTODON_INSTANCE
source: Instance
de: Instanz

# TEMPLATE_MASTODON_INSTANCE_PLACEHOLDER
source: e.g. mastodon.social
de: z.B. mastodon.social

# TEMPLATE_MASTODON_USERNAME
source: Username
de: Benutzername

# TEMPLATE_MASTODON_USERNAME_PLACEHOLDER
source: Your Mastodon @username
de: Dein Mastodon @Benutzername

# TEMPLATE_TWITCH_USERNAME
source: Username
de: Benutzername

# TEMPLATE_TWITCH_USERNAME_PLACEHOLDER
source: Your Twitch username
de: Dein Twitch Benutzername

# TEMPLATE_TELEGRAM_USERNAME
source: Username
de: Benutzername

# TEMPLATE_TELEGRAM_USERNAME_PLACEHOLDER
source: Your Telegram @username or number
de: Dein Telegram @Benutzername oder deine Nummer

# TEMPLATE_SNAPCHAT_USERNAME
source: Username
de: Benutzername

# TEMPLATE_SNAPCHAT_USERNAME_PLACEHOLDER
source: Your Snapchat username
de: Dein Snapchat Benutzername

# TEMPLATE_EMAIL_WITH_CONTENT
source: Email with content
de: E-Mail mit Inhalt

# TEMPLATE_EMAIL_WITH_CONTENT_RECEIPIENT
source: Recipient
de: Empfänger

# TEMPLATE_EMAIL_WITH_CONTENT_RECEIPIENT_PLACEHOLDER
source: recipient@provider.com
de: empfaenger@anbieter.de

# TEMPLATE_EMAIL_WITH_CONTENT_SUBJECT
source: Email subject
de: Betreff der E-Mail

# TEMPLATE_EMAIL_WITH_CONTENT_SUBJECT_PLACEHOLDER
source: Subject
de: Betreff

# TEMPLATE_EMAIL_WITH_CONTENT_BODY
source: Body of the Email
de: Inhalt der E-Mail

# TEMPLATE_EMAIL_WITH_CONTENT_BODY_PLACEHOLDER
source: Message to recipient
de: Nachricht an Empfänger

# TEMPLATES_PLACEHOLDER_WIFI_NAME
source: WiFi Name
de: WLAN Name

# SETTINGS_DISABLE_HISTORY_HINT
source: Disables adding generated or scanned codes to the History.
de: Deaktiviert das Hinzufügen von generierten oder gescannten Codes zur Historie

# SETTINGS_DEVELOPER_GREETING
source: Created with ❤️ in Trier
de: Erstellt mit ❤️ in Trier

# TAB_SELECTION_HEADER
source: Default tab
de: Standard Tab

# TAB_GENERATE
source: Generate
de: Generieren

# TAB_SCAN
source: Scan
de: Scannen

# TAB_SELECTION_FOOTER
source: Here you can select which tab should be loaded when starting myBarcode.
de: Hier kannst Du auswählen, welcher Tab beim Start von myBarcode geladen werden soll.

# CHANGELOG_HEADLINE
source: What's New in myBarcode
de: Neu bei myBarcode

# CHANGELOG_CONTINUE
source: Continue
de: Weiter

# CHANGELOG_2_0_TOP1_TITLE
source: New Name
de: Ein neuer Name

# CHANGELOG_2_0_TOP1_SUBTITLE
source: myQRcode is now called myBarcode. You can now generate and scan not only QR codes, but also other barcode types.
de: myQRcode heißt nun myBarcode. Du kannst nun, nicht nur QR-Codes, sondern auch weitere Barcode Typen generieren und scannen.

# CHANGELOG_2_0_TOP2_TITLE
source: More Code Types to Generate
de: Neue Code Typen zum Generieren

# CHANGELOG_2_0_TOP2_SUBTITLE
source: In addition to QR codes, Aztec, Code128 and PDF417 codes can now be generated.
de: Zusätzlich zu QR-Codes können nun Aztec, Code128 und PDF417 Codes erstellt werden.

# CHANGELOG_2_0_TOP3_TITLE
source: More Code Types to Scan
de: Mehr Optionen zum Scannen

# CHANGELOG_2_0_TOP3_SUBTITLE
source: It is also possible to scan various new barcode types.
de: Es ist ebenso möglich verschiedene neue Barcode-Typen zu scannen.

# CHANGELOG_2_0_TOP4_TITLE
source: New Options
de: Neue Optionen

# CHANGELOG_2_0_TOP4_SUBTITLE
source: You primarily use myBarcode to scan codes? Then you can make this your default behavior in the settings.
de: Du nutzt myBarcode primär um Codes zu scannen? Dann kannst du dies zu Deinem Standardverhalten in den Einstellungen machen.
